mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
binutils
dosfstools
linux-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
cmake
extra-cmake-modules
ninja
gperftools
python-setuptools
boost
boost-libs
bc
bison
flex
musl
meson
lz4
lzo
cpupower
llvm
llvm-libs
compiler-rt
clang
lld
lldb
polly
libunwind
openmp
libc++
libc++abi
htop
neofetch
jemalloc
zstd
pahole
cpio
zsh
zsh-completions
asp
micro
lz4
xorg-mkfontscale
xorg-fonts-encodings
xorg-font-util
xorg-server-devel
xorg-fonts-misc
imagemagick
w3m
wget
curl
alacritty
thunar
geany
geany-plugins
xfce4-settings
feh
rofi
polybar
irqbalance
dhcpcd
alacritty
sxhkd
zram-generator
wget
nano-syntax-highlighting
--END OF MINIMAL INSTALL--
alsa-plugins
alsa-utils
autoconf
automake
awesome-terminal-fonts
bash-completion
bind
bison
bluez
bluez-libs
bluez-utils
bridge-utils
btrfs-progs
celluloid
cmatrix
code
cronie
cups
dialog
dmidecode
dnsmasq
dtc
efibootmgr
egl-wayland
exfat-utils
flex
fuse2
fuse3
fuseiso
gamemode
gcc
gimp
gparted
gptfdisk
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
haveged
htop
jdk-openjdk
kitty
libdvdcss
libtool
lsof
lutris
lzop
m4
make
neofetch
ntfs-3g
ntp
openbsd-netcat
openssh
os-prober
p7zip
papirus-icon-theme
patch
picom
pkgconf
powerline-fonts
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-psutil
python-pyqt5
python-pip
qemu
snap-pac
snapper
steam
swtpm
synergy
terminus-font
traceroute
ttf-droid
ttf-hack
ttf-roboto
ufw
unrar
unzip
virt-manager
virt-viewer
which
wine-gecko
wine-mono
winetricks
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
